#include <iostream>
#include < Windows.h>

int main() {
    system("chcp 1251");
    system("cls");
    // Використання ANSI escape-послідовностей для зміни кольору
    std::cout << "\033[0;31mЧапля\033[0m\n"; // Червоний колір
    std::cout << "\t\033[0;32mОсінь\033[0m\n"; // Зелений колір з відступом
    std::cout << "\t\t\033[0;33mЖде\033[0m\n"; // Жовтий колір з відступом
    std::cout << "\t\t\t\033[0;34mЗавзято\033[0m\n"; // Синій колір з відступом
    std::cout << "\t\t\t\t\033[0;35mБуде\033[0m\n"; // Фіолетовий колір з відступом
    std::cout << "\t\t\t\t\t\033[0;36mСани\033[0m\n"; // Блакитний колір з відступом
    std::cout << "\t\t\t\t\t\t\033[0;37mФарбувати\033[0m\n"; // Білий колір з відступом

    return 0;
}